Revit 2027 API
ParameterTypeId.SpacingNumDivisions Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingNumDivisions { get; }
Public Shared ReadOnly Property SpacingNumDivisions As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingNumDivisions {
	ForgeTypeId^ get ();
}
static member SpacingNumDivisions : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace